Repository: prezime/bitewithzest
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: About us
de: Über uns

source: About
de: Über

source: us
de: uns

source: Whatever we are doing, creating, thinking, we can feel the moment and do it with passion. This is an inbuilt part of us, it is our nature, the same as we are part of this world, together with all other creatures. By respecting and being compassionate towards all living beings we are just fulfilling our true self.
de: Was auch immer wir tun, erschaffen oder denken, wir können den entsprechenden Moment spüren und es tun mit Leidenschaft. Das ist ein angeborener Teil von uns, es ist unsere Natur, genauso wie wir Teil dieser Welt sind, zusammen mit allen anderen Lebewesen. Indem wir respektvoll und mitfühlend gegenüber allen Lebewesen leben, erfüllen wir gerade unser wahren Selbst.

source: Because that is what we are... passion as well as compassion. We explore this together with you...
de: Denn das ist es, was wir sind... Leidenschaft und Mitgefühl. Wir erforschen dies gemeinsam mit Ihnen...

source: Founders and editors
de: Gründer und Blogger

source: Contact
de: Kontakt

source: Cookie policy
de: Cookie-Richtlinie

source: Terms & Conditions
de: Allgemeine Geschäftsbedingungen

source: Vienna
de: Wien

source: Austria
de: Österreich

source: For creation of this website no animal was harmed
de: Für die Erstellung dieser Website wurde kein Tier verletzt

source: All rights reserved. Unauthorized use of copyrighted content is prohibited and punishable
de: Alle Rechte vorbehalten. Die unbefugte Verwendung von urheberrechtlich geschützten Inhalten ist verboten und strafbar

source: We us cookies in this website for better user experience. If you want to find out more, please read our
de: Wir verwenden Cookies auf dieser Website für eine bessere Benutzerfreundlichkeit. Wenn Sie mehr erfahren möchten, lesen Sie bitte unsere

source: with detailed information.
de: mit detaillierten Informationen.

source: Close
de: Schließen

source: Write us
de: Schreiben Sie uns

source: a message
de: eine Nachricht

source: Would you like to work with BiteWithZest? Or do you have some idea you would like to share with us? we are looking forward to your message and will reply soon.
de: Möchten Sie mit BiteWithZest zusammenarbeiten? Oder haben Sie eine Idee, die Sie mit uns teilen möchten? Wir freuen uns auf Ihre Nachricht und werden Ihnen bald antworten.

source: So write to us at
de: Na dann, schreiben Sie uns auf

source: or fill out this form.
de: oder füllen Sie dieses Formular aus.

source: Your email address will not be published.
de: Ihre E-Mail-Adresse wird nicht veröffentlicht.

source: Subject
de: Betreff

source: Your message
de: Ihre Nachricht

source: Submit
de: Senden

source: policy
de: Richtlinie

source: 1. What is a cookie?
de: 1. Was ist ein Cookie?

source: Cookies are small text files that are downloaded to your computer or mobile device (e.g. smartphone or tablet) when you visit our sites.
de: Cookies sind kleine Textdateien, die auf Ihren Computer oder Ihr Mobilgerät (z. B. Smartphone oder Tablet) heruntergeladen werden, wenn Sie unsere Website besuchen.

source: A cookie typically contains the name of the website that set it, the lifetime of the cookie (i.e. the period of time the cookie remains on your device)
de: Ein Cookie enthält in der Regel den Namen der Website, die ihn gesetzt hat, die Lebensdauer des Cookies (d.h. die Zeitspanne, die das Cookie auf Ihrem Gerät verbleibt)

source: and a value, which is typically a randomly generated unique number.
de: und einen Wert, der in der Regel eine zufällig erzeugte eindeutige Nummer ist.

source: 2. What do we use cookies for?
de: 2. Wozu verwenden wir Cookies?

source: We use cookies to make our sites easier to use and to better tailor the sites and our products to your interests and needs.
de: Wir verwenden Cookies, um die Nutzung unserer Seiten zu erleichtern und die Seiten und unsere Produkte besser auf Ihre Interessen und Bedürfnisse abzustimmen.

source: Cookies can do this because websites can read and write these files. This enables them to recognise you and store important information that makes
de: Cookies können dies tun, weil Websites diese Dateien lesen und schreiben können. Dies ermöglicht es ihnen, Sie zu erkennen und wichtige Informationen zu speichern, die

source: your use of a website more convenient (e.g. by storing your preferred settings).
de: Ihre Nutzung einer Website bequemer zu gestalten (z. B. durch Speicherung Ihrer bevorzugten Einstellungen).

source: Cookies may also be used to help you complete activities on our sites more quickly in the future.
de: Cookies können auch verwendet werden, um Ihnen zu helfen, die Aktivitäten auf unseren in Zukunft schneller abzuschließen.

source: Furthermore, we use cookies to compile anonymous, aggregated statistics that give us an understanding of the user behaviour of visitors to
de: Außerdem verwenden wir Cookies, um anonyme, aggregierte Statistiken zu erstellen, die uns einen Einblick in das Nutzerverhalten der Besucher von

source: our sites and help us to improve the structure and content of our sites. The information in cookies does not enable us to identify you personally.
de: und helfen uns, die Struktur und den Inhalt unserer Seiten zu verbessern. Die Informationen in Cookies ermöglichen es uns nicht, Sie persönlich zu identifizieren.

source: 3. What types of cookies exist?
de: 3. Welche Arten von Cookies gibt es?

source: Two different types of cookies may be used on the sites: so-called "session cookies" and "permanent cookies".
de: Auf den Websites können zwei verschiedene Arten von Cookies verwendet werden: so genannte "Sitzungs-Cookies"und "permanente Cookies".

source: Session cookies are temporary cookies that remain on your device until you leave the site. A permanent cookie, on the other hand,
de: Sitzungscookies sind temporäre Cookies, die auf Ihrem Gerät verbleiben, bis Sie die Seite verlassen. Ein permanenter Cookie hingegen,

source: remains on your device for a certain period of time after you have left the site or until you delete it manually
de: bleibt für eine bestimmte Zeit auf Ihrem Gerät, nachdem Sie die Seite verlassen haben oder bis Sie sie manuell löschen

source: (how long a cookie remains on your device depends on the "lifespan" of this cookie).
de: (wie lange ein Cookie auf Ihrem Gerät verbleibt, hängt von der "Lebensdauer"dieses Cookies ab).

source: 4. What types of cookies do we use?
de: 4. Welche Arten von Cookies verwenden wir?

source: Listed below are different types of cookies that may be used when you visit our page.
de: Im Folgenden sind verschiedene Arten von Cookies aufgeführt, die verwendet werden können, wenn Sie unsere Seite besuchen.

source: Third-party cookies:
de: Cookies von Drittparteien:

source: We also use various service providers who may also place cookies on your device for us when you visit our sites.
de: Wir arbeiten auch mit verschiedenen Dienstleistern zusammen, die möglicherweise ebenfalls Cookies auf Ihrem Gerät platzieren, wenn Sie unsere Websites besuchen.

source: If you would like more information about these cookies, please contact us.
de: Wenn Sie Fragen zu dieser Cookie-Richtlinie haben, kontaktieren Sie uns bitte unter

source: First-party cookies:
de: Cookies von Erstanbietern:

source: We use first-party cookies to provide you with a smooth visitor experience.
de: Wir verwenden Erstanbieter-Cookies, um Ihnen ein reibungsloses Besuchererlebnis zu bieten.

source: These cookies are necessary for our website to function and cannot be turned off in our systems.
de: Diese Cookies sind notwendig, damit unsere Website funktioniert und können nicht in unseren Systemen nicht ausgeschaltet werden.

source: You can set your browser to block cookies or receive a notification about them; however, if you do so, you may not be able to use our website fully.
de: Sie können Ihren Browser so einstellen, dass er Cookies blockiert oder Sie über sie benachrichtigt; in diesem Fall können Sie unsere Website jedoch möglicherweise nicht in vollem Umfang nutzen.

source: Overview of essential cookies/provider cookies:
de: Übersicht über wesentliche Cookies/Anbieter-Cookies:

source: Session cookies:
de: Sitzungs-Cookies:

source: These cookies enable the use of the function of our order script. When a browser "session" ends, all stored cookies are deleted.
de: Diese Cookies ermöglichen die Nutzung der Funktion unseres Scripts. Wenn eine besondere"Browser-Sitzung" endet, werden alle gespeicherten Cookies gelöscht.

source: Performance cookies collect anonymous data that provides information about the performance of our website.
de: Performance-Cookies sammeln anonyme Daten, die Informationen über die Leistung unserer Website.

source: We use Google Analytics.
de: Wir verwenden Google Analytics.

source: Want more information about cookies? Visit
de: Möchten Sie mehr über Cookies erfahren? Besuchen Sie

source: 5. Contact us
de: Kontaktieren sie uns

source: If you have any questions about this Cookie Policy, please contact us at
de: Wenn Sie Fragen zu dieser Cookie-Richtlinie haben, kontaktieren Sie uns bitte unter

source: Please note that communication via email is not always secure. Therefore, please do not send us sensitive data via email.
de: Bitte beachten Sie, dass die Kommunikation per E-Mail nicht immer sicher ist. Deshalb, Bitte senden Sie uns keine sensiblen Daten per E-Mail.

source: 6. Helpful links
de: 6. Hilfreiche Links

source: Browser dependent help for cookies:
de: Browserabhängige Hilfe für Cookies:

source: Serbo-Croatian
de: Serbo-Kroatisch

source: order now
de: bestelle jetzt

source: German
de: Deutsch

source: English
de: Englisch

source: Vegan Balkan cuisine? Sarma? Stuffed peppers? Of course! And that too in a delicious way! Treat yourself to the Balkan Vegan Cook Book and experience the variety of traditional Balkan dishes.
de: Vegane Balkanküche? Sarma? Gefüllte Paprika? Natürlich! Und das auch noch auf köstliche Weise! Gönnen Sie sich das Balkan Vegan Cook Book und erleben Sie die Vielfalt traditioneller Balkan-Gerichte.

source: The cookbook is aimed at anyone who wants to discover the magic of Balkan recipes in a simple and healthy way.
de: Das Kochbuch richtet sich an alle, die die Magie der Balkanrezepte auf einfache und gesunde Weise entdecken möchten.

source: Here you will find interesting information and customs connected with the preparation of food, useful properties of foods and valuable secrets of vegan cuisine.
de: Hier finden Sie interessante Informationen und Bräuche, die mit der Zubereitung der Speisen verbunden sind, nützliche Eigenschaften der Nahrungsmittel und wertvolle Geheimnisse der veganen Küche.

source: The recipes are divided into 5 groups: Starters, soups, salads, main courses, and coffee and sweets.
de: Die Rezepte sind in 5 Gruppen unterteilt: Vorspeisen, Suppen, Salate, Hauptgerichte sowie Kaffee und Süßes.

source: Detailed and understandably written recipes.
de: Detaillierte und verständlich geschriebene Rezepte.

source: Clear ingredient lists.
de: Übersichtliche Zutatenlisten.

source: Supplemented by helpful practical tips.
de: Ergänzt durch hilfreiche praktische Tipps.

source: A clear table on the degree of difficulty of preparation, the preparation and cooking time.
de: Eine übersichtliche Tabelle über den Schwierigkeitsgrad der Zubereitung, die Vorbereitungs- und Kochzeit.

source: The playfulness and simplicity of the preparation is also reflected in the photographs of the dishes, which also feature miniature figures in various scenes from everyday life. Find them! Enjoy the preparation and the taste.
de: Die Verspieltheit und Einfachheit der Zubereitung spiegelt sich auch in den Fotografien der Speisen wider, die zudem Miniaturfiguren in verschiedenen Szenen aus dem Alltag zeigen. Finde sie! Genießen Sie die Zubereitung und den Geschmack.

source: Title: Balkan VEGAN
de: Titel: Balkan VEGAN

source: Subtitle: Plant specialities of the Balkan cuisine
de: Untertitel: Pflänzliche Spezialitäten der Balkanküche

source: Author: Jelena Cvetković Šarkanović
de: Autor: Jelena Cvetković Šarkanović

source: Publisher: cvet je... e.U. - BITEwithZEST
de: Herausgeber: cvet je... e.U. - BITEwithZEST

source: Pages: 132
de: Seitenzahl: 132

source: Weight: 543g
de: Gewicht: 543g

source: Binding: Hardcover
de: Einband: Gebunden

source: Delivery by post: €6
de: Lieferung per Post: 6 €

source: Frequently asked Questions
de: Häufig gestellte Fragen

source: What is a veganism?
de: Was ist Veganismus?

source: "Veganism is a philosophy and way of living which seeks to exclude—as far as is possible and practicable—all forms of exploitation of, and cruelty to, animals for food, clothing or any other purpose; and by extension, promotes the development and use of animal-free alternatives for the benefit of animals, humans and the environment. In dietary terms it denotes the practice of dispensing with all products derived wholly or partly from animals."
de: "Veganismus ist eine Philosophie und Lebensweise, die darauf abzielt, so weit wie möglich wie es möglich und praktikabel ist - alle Formen der Ausbeutung und Grausamkeit gegenüber Tieren für Nahrung, Kleidung oder andere Zwecke auszuschließen; und fördert daher die Entwicklung und den Einsatz von tierfreien Alternativen zum Wohle von Tieren, Menschen und der Umwelt. In Bezug auf die Ernährung bezeichnet es die Praxis, auf alle Produkte zu verzichten, die ganz oder teilweise von Tieren stammen."

source: Vegans avoid all animal products such as:
de: Veganer meiden alle tierischen Produkte wie:

source: Meat
de: Fleisch

source: Poultry
de: Geflügel

source: Fish
de: Fisch

source: Seafood
de: Meeresfrüchte

source: Dairy
de: Milchprdukte

source: Eggs
de: Eier

source: Honey
de: Honig

source: Gelatin
de: Gelatine

source: Is honey vegan?
de: Ist Honig vegan?

source: Vegans do not eat animals as well as products of animal origin.
de: Veganer essen weder Tiere noch Produkte tierischen Ursprung.

source: You can read more about how honey is made, how bees are used and why
de: Sie können mehr darüber lesen, wie Honig hergestellt wird, wie die Bienen genutzt werden und warum.

source: beekeepers mutilate bees in the following article:
de: Imker verstümmeln Bienen in folgendem Artikel:

source: Why dont vegans eat honey?
de: Warum essen Veganer keinen Honig?

source: Could the plant-based food be unhealthy?
de: Könnte die pflanzliche Nahrung ungesund sein?

source: Of course, there is also unhealthy plant-based foods. Usually, that food is already prepared in advance, processed and refined. Refined products such as white sugar, white flour, sweet carbonated drinks, some types of oils, canned food (not all), various additives and preservatives belong to the class of the vegan diet, but according to experts, they do not belong to the group of healthy food. It is not the same if we eat steamed cauliflower salad or fried cauliflower in oil. Fried food contains a lot of fat and in the process itself large amounts of carcinogens are released. The intake of such prepared food is related with a higher risk of developing the disease.
de: Natürlich gibt es auch ungesunde pflanzliche Lebensmittel. Normalerweise sind diese Lebensmittel bereits im Voraus zubereitet, verarbeitet und verfeinert. Raffinierte Produkte wie Weißzucker, Weißmehl, süße kohlensäurehaltige Getränke, einige Arten von Ölen, das Essen in Dosen (nicht alle), verschiedene Zusatzstoffe und Konservierungsmittel sind in der Klasse der veganen Ernährung, gehören aber nach Ansicht von Experten nicht zu den Gruppe der gesunden Lebensmittel. Es ist nicht dasselbe, ob wir gedämpften Blumenkohl im Salat oder in Öl gebratenen Blumenkohl essen. Frittierte Lebensmittel enthalten viel Fett und im Prozess selbst werden große Mengen an Karzinogenen freigesetzt. Der Verzehr von derartig zubereiteten Lebensmitteln ist mit einem höheren Risiko verbunden, eine Krankheit zu entwickeln.

source: What should I pay attention to during the transition to a plant-based diet?
de: Worauf muss ich bei der Umstellung auf eine pflanzliche Ernährung achten?

source: Eating vegan does not mean eating healthy. Today we can find a large selection of vegan products from pates, burgers to cakes that do not contain animal ingredients. Despite this, we do not count them among healthy products. In a plant-based diet, it is important to eat nuts and seeds. Of course, they should not be eaten as a snack in large quantities because they have a high energy value. In this way, we can quickly exceed energy which person needs for the whole day. Seeds or nuts should not be the basis of a meal, but meals enrich them.
de: Vegan zu essen, bedeutet nicht, sich gesund zu ernähren. Heute finden wir eine große Auswahl an veganen Produkten, von Pasteten, Burgern bis hin zu Kuchen, die keine tierische Zutaten enthalten. Trotzdem zählen wir sie nicht zu den gesunden Produkten. Bei einer pflanzenbasierten Ernährung ist es wichtig, auch Nüsse und Samen zu essen. Natürlich sollten sie nicht in großen Mengen als Snack verzehrt werden, da sie einen hohen Energiewert haben. Auf diese Weise kann man schnell den Energiebedarf eines Menschen für den ganzen Tag überschreiten. Samen oder Nüsse sollten jedoch nicht die Grundlage einer Mahlzeit sein, sondern die Mahlzeiten bereichern.

source: Also, you should not overdo it with tofu, seitan, tempeh or plant-based milk substitutes. It is enough to eat them once or twice a week as a supplement to meals.
de: Außerdem sollte man es mit Tofu, Seitan, Tempeh oder pflanzbasierten Milchersatzstoffen nicht übertreiben. Es reicht, sie einpaar Mal pro Woche als Ergänzung zu den Mahlzeiten zu essen.

source: It is necessary to take a sufficient amount of nutrients from fruits, vegetables, grains, legumes, seeds and nuts. You can find more about meal planning here:
de: Es ist notwendig, eine ausreichende Menge an Nährstoffen aus Obst, Gemüse, Getreide, Hülsenfrüchte, Samen und Nüsse zu nehmen. Mehr über die Planung von Mahlzeiten finden Sie hier:

source: How to start planning plant based meals.
de: Wie man mit der Planung pflanzlicher Mahlzeiten beginnt.

source: What are Omega 3 fatty acids?
de: Was sind Omega-3-Fettsäuren?

source: Plants do not contain omega 3 fatty acids, but humans have this ability to convert linoleic acid into essential omega 3 fatty acids in their bodies. Interestingly, if we ingest these acids from other things such as fish, then our body’s ability to convert is greatly reduced. You could say the body is drooping.
de: Pflanzen enthalten keine Omega-3-Fettsäuren, aber der Mensch hat die Fähigkeit, Linolsäure in ihrem Körper in essentielle Omega-3-Fettsäuren umzuwandeln. Interessanterweise ist die Fähigkeit unseres Körpers, diese Säuren umzuwandeln, stark reduziert, wenn wir sie aus anderen Lebensmitteln, wie z. B. Fisch, zu uns nehmen. Man könnte sagen, der Körper erlahmt.

source: Can a plant-based diet support a high level of sports activities?
de: Kann eine pflanzliche Ernährung ein hohes Maß an sportlichen Aktivitäten unterstützen?

source: Of course. A healthy and balanced nutritious plant-based diet is suitable even for top athletes. Here you can find 2 articles about women and men in top sports with a plant-based diet.
de: Natürlich. Eine gesunde und ausgewogene, nährstoffreiche pflanzliche Ernährung ist auch für Spitzensportler geeignet. Hier finden Sie 2 Artikel über Frauen und Männer mit pflanzlicher Ernährung im Spitzensport.

source: Will I get enough protein without meat?
de: Bekomme ich ohne Fleisch genug Eiweiß?

source: Getting enough protein is not actually as hard as people will make you think.
de: Genügend Eiweiß zu bekommen ist gar nicht so schwer, wie die Leute glauben.

source: The average adult only needs about 42 grams of protein a day, but most people, including vegans, ingest much more than that amount. Both vegans and omnivores consume an average of 170 percent of the required amount of protein. Great vegan sources of protein include, tofu, tempeh, seitan, lentils, chickpeas, beans, nuts and seeds.
de: Der durchschnittliche Erwachsene braucht nur etwa 42 Gramm Eiweiß pro Tag, aber die meisten Menschen, einschließlich Veganer, nehmen viel mehr als diese Menge zu sich. Sowohl Veganer als auch Allesfresser nehmen im Durchschnitt 170% der benötigten Eiweißmenge zu sich. Gute vegane Eiweißquellen sind Tofu, Tempeh, Seitan, Linsen, Kichererbsen, Bohnen, Nüsse und Samen.

source: Learn about plant-based protein here:
de: Erfahren Sie hier mehr über pflanzliches Eiweiß:

source: Nutrition needs in plant based diet.
de: Nährstoffbedarf bei pflanzlicher Ernährung.

source: Is a vegan diet healthy?
de: Ist eine vegane Ernährung gesund?

source: Of course! A balanced vegan diet with a rich variety of fresh fruits, vegetables, grains, legumes, nuts and seeds, is a healthy diet and provides all the nutrients needed by the human body. Plants are very low in saturated fat and free of cholesterol. Plants are also rich in soluble fiber, which helps lower cholesterol. Learn more about the nutritional needs of plant-based diet:
de: Natürlich! Eine ausgewogene vegane Ernährung mit einer großen Vielfalt an frischem Obst, Gemüse, Getreide, Hülsenfrüchte, Nüsse und Samen, ist eine gesunde Ernährung und liefert alle Nährstoffe, die der menschliche Körper braucht. Pflanzen sind sehr arm an gesättigten Fettsäuren und sind frei von Cholesterin. Pflanzen sind auch reich an löslichen Ballaststoffen, die zur Senkung des Cholesterinspiegels beitragen. Erfahren Sie mehr über den Nährstoffbedarf einer pflanzlichen Ernährung:

source: Foods of animal origin contain a lot of saturated fats and do not contain fiber, while foods of plant origin are rich in fiber and low in saturated fats. </p><p>Cholesterol is present only in foods of animal origin. Studies show that foods high in saturated fat and cholesterol is associated with an increased risk of heart disease, obesity, diabetes and cancer. High intake of animal proteins, among other things, also increases the risk of osteoporosis and kidney stones.
de: Lebensmittel tierischen Ursprungs enthalten viele gesättigte Fette und keine Ballaststoffe, während Lebensmittel pflanzlichen Ursprungs reich an Ballaststoffen sind und wenig gesättigten Fette enthalten. </p><p>Cholesterin ist nur in Lebensmitteln tierischen Ursprungs enthalten. Studien zeigen, dass Lebensmittel mit hohem Gehalt an gesättigten Fetten und Cholesterin einem erhöhtes Risiko für Herzkrankheiten, Fettleibigkeit, Diabetes und Krebs haben. Eine hohe Aufnahme von tierischen Proteinen erhöht unter anderem auch das Risiko für Osteoporose und Nierensteinen.

source: Plant proteins are not associated with these diseases.
de: Pflanzliche Proteine werden nicht mit diesen Krankheiten in Verbindung gebracht.

source: What about vitamin B12?
de: Was ist mit Vitamin B12?
