Repository: prezime/bitewithzest
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Vitamin B12 is produced by bacteria in the soil that enter the body and intestines by consuming plants. There they multiply and produce vitamin B12. These bacteria are usually lacking in plant foods due to current way of production. Of all the vitamins that the human body needs, vitamin B12 is the least needed in terms of quantity. Its daily intake is measured in micrograms (µg). Algae and fermented foods such as sauerkraut, tempeh, kimchi contain vitamin B12. If it is necessary to add vitamin B12 to the diet, you can use foods enriched with this vitamin (nutritional yeast, soy drink ...).
de: Vitamin B12 wird von Bakterien im Boden produziert, die durch den Verzehr von Pflanzen in den Körper und in den Darm gelangen. Dort vermehren sie sich und produzieren Vitamin B12. Diese Bakterien fehlen normalerweise in pflanzlichen Lebensmitteln aufgrund der derzeitigen Produktion. Von allen Vitaminen, die der menschliche Körper benötigt, ist Vitamin B12 das am wenigsten benötigte Vitamin, was die Menge betrifft. Seine tägliche Zufuhr wird in Mikrogramm (µg) gemessen. Algen und fermentierte Lebensmittel wie Sauerkraut, Tempeh, Kimchi enthalten Vitamin B12. Wenn es notwendig ist, Vitamin B12 in die Ernährung aufzunehmen, kann man Lebensmittel verwenden, die mit diesem Vitamin angereichert sind (Nährhefe, Soja Getränk ...).

source: Do I get enough iron when eating only vegan?
de: Bekomme ich genug Eisen, wenn ich mich nur vegan ernähre?

source: There are many plant sources of iron such as dark green leafy vegetables, beans, lentils, grains, nuts and seeds. Vitamin C helps in the absorption of iron and its absorption is better if we add lemon juice or some other food that contains vitamin C (tomato) to dishes. Because too much iron in the body can be harmful to health, taking iron supplements is generally not recommended, except in cases where a blood test has found a deficiency.
de: Es gibt viele pflanzliche Eisenquellen wie dunkelgrünes Blattgemüse, Bohnen, Linsen, Körner, Nüsse und Samen. Vitamin C hilft bei der Aufnahme von Eisen. Daher können wir Zitronensaft oder ein anderes Lebensmittel die Vitamin C enthalten (Tomaten), zu den Gerichten geben. Da zu viel Eisen im Körper gesundheitsschädlich sein kann, wird die Einnahme von Eisenpräparaten im Allgemeinen nicht empfohlen, es sei denn, ein Bluttest hat einen Mangel ergeben.

source: How do the animals in industry actually suffer?
de: Wie leiden die Tiere in der Industrie wirklich?

source: Many people are not aware of the cruelty in the dairy industry. A cow, like a man, has milk only when it has a puppy, because it has to feed it. Cows used in the industry for milk are thus forced into constant pregnancy and constant calving, in order to continue to give milk. Shortly after birth, cows are deprived of their calves - females go on to milk production, while males are an undesirable by-product of the dairy industry and are killed shortly after birth and go for meat production. Cows in the dairy industry are mostly killed at the age of 3, while their natural lifespan is between 20 and 25 years.
de: Viele Menschen sind sich der Grausamkeiten in der Milchwirtschaft nicht bewusst. Eine Kuh, wie ein Mensch, gibt nur Milch, wenn sie einen Kalb hat, weil sie ihn füttern muss. Kühe die in der Milchindustrie gelangen, werden so zu ständiger Trächtigkeit und ständigem Kalben gezwungen, um weiterhin Milch geben zu können. Kühe werden kurz nach der Geburt von ihrer Kälber getrennt - die weiblichen Tiere gehen in die Milchproduktion, während männliche Tiere ein unerwünschtes Nebenprodukt der Milchindustrie sind und werden kurz nach der Geburt getötet und für die Fleischproduktion verwendet. Kühe in der Milchindustrie werden meist im Alter von 3 Jahren getötet, während ihre natürliche Lebensspanne zwischen 20 und 25 Jahren liegt.

source: Similarly, in chicken industry, the hens are killed after a year or two, i.e. as soon as their egg-laying is reduced. Chickens usually live for about 10 years. Female chickens are further used for production and their beaks are cut with a hot knife so as not to injure each other, while male chickens are an undesirable by-product and are usually ground to live.
de: Auch in der Hühnerindustrie werden die Hühner nach ein oder zwei Jahren getötet, d.h. sobald ihre Legeleistung nachlässt. Hühner leben normalerweise etwa 10 Jahre. Weibliche Hühner werden für die Produktion weiterverwendet und ihre Schnäbel werden mit einem heißen Messer abgeschnitten, damit sie sich nicht gegenseitig verletzen, während männliche Hühner ein unerwünschtes Nebenprodukt und werden normalerweise lebendig gemahlen.

source: And what happens with the products that may contain traces of eggs or milk?
de: Und was passiert mit den Produkten, die Spuren von Eiern oder Milch enthalten können?

source: "May contain traces ..." usually only means that the product comes from a production that also uses eggs and milk. This does not mean, however, that eggs and milk are ingredients in the product. The text is usually there because of the limitation of liability in case someone has an allergy to a certain ingredient (mostly these are allergens like eggs, milk, seafood and peanuts). The chance that a product contains such an ingredient is usually very small, and if it is, the amount would probably be negligible. In case you are allergic to any of the ingredients in the product, it is better to avoid it.
de: "Kann Spuren enthalten ..." bedeutet in der Regel nur, dass das Produkt aus einer Produktion stammt, bei der auch Eier und Milch verwendet werden. Dies bedeutet jedoch nicht, dass Eier und Milch Bestandteile des Produkts sind. Der Text steht normalerweise wegen der Haftungsbeschränkung für den Fall, dass jemand eine Allergie gegen eine bestimmte Zutat reagiert (meist sind dies Allergene wie Eier, Milch, Meeresfrüchte und Erdnüsse). Die Wahrscheinlichkeit, dass ein Produkt eine solche Zutat enthält, ist normalerweise sehr gering, und wenn doch, dann ist die Menge wahrscheinlich vernachlässigbar. Für den Fall, dass Sie auf einen der Inhaltsstoffe des Produkts allergisch sind, ist es besser, es zu meiden.

source: Is alcohol vegan?
de: Ist Alkohol vegan?

source: Most wine and beer go through a filtration process called "fining", which often contains animal ingredients. Traditionally the most commonly used fining agents were casein (a milk protein), albumin (egg whites), gelatin (animal protein) and isinglass (fish bladder protein).
de: Die meisten Weine und Biere durchlaufen einen Filtrationsprozess, der "Schönung" genannt wird und der oft tierische Bestandteile enthält. Traditionell waren die am häufigsten verwendeten Schönungsmittel Kasein (ein Milcheiweiß), Albumin (Eiweiß), Gelatine (tierisches Eiweiß) und Isinglas (Fischblaseneiweiß).

source: Although the fining agents is not present in the final product (except perhaps in traces), it is still necessary to use animal ingredients for the process itself. Therefore, alcoholic beverages do not have to be vegan.
de: Obwohl das Schönungsmittel im Endprodukt nicht vorhanden ist (außer vielleicht in Spuren), ist es dennoch notwendig, tierische Bestandteile für den Prozess selbst zu benutzen. Daher müssen alkoholische Getränke nicht vegan sein.

source: The regulations on the declaration require the entry of allergens (milk and eggs), but the intake of gelatin and some other animal ingredients is not required. If you are not sure whether the product is vegan or not, it is advisable to contact the manufacturer of a particular product brand. Bourbon, whiskey, vodka, gin, and rum are vegan.
de: Die Deklarationsvorschriften verlangen die Angabe der Allergene (Milch und Eier), aber die Aufnahme von Gelatine und einigen anderen tierischen Zutaten ist nicht erforderlich. Wenn Sie sich nicht sicher sind, ob das Produkt vegan ist oder nicht, ist es ratsam, den Hersteller einer bestimmten Produktmarke zu kontaktieren. Bourbon, Whiskey, Wodka, Gin und Rum sind vegan.

source: Why avoid animal-derived apparel materials like leather or wool?
de: Warum sollte man Bekleidungsmaterialien tierischen Ursprungs wie Leder oder Wolle vermeiden?

source: Numerous types of animal materials are commonly used to make clothing and apparel. These materials include down feathers, wool, silk, and fur. All of these materials are invariably tied to a great deal of exploitation and suffering. Additionally, the profits derived from leather production cause more cattle to be raised and slaughtered than would otherwise be produced.
de: Zahlreiche Stoffarten werden üblicherweise zur Herstellung von Kleidung verwendet. Zu diesen Materialien gehören Daunen, Wolle, Seide und Pelz. Alle diese Materialien sind ausnahmslos mit viel Ausbeutung und Leid verbunden. Außerdem führen die Gewinne aus der Lederproduktion dazu, dass mehr Rinder gezüchtet und geschlachtet werden, als sonst produziert würden.

source: Go vegan for the animals.
de: Vegan werden für die Tiere.

source: Vegans believe killing is not justified.
de: Veganer glauben, dass Töten nicht gerechtfertigt ist.

source: Cows, for example, could live to well over 20 years of age, while on "dairy" farms they are usually shot between 3-4 years of age when milk production is no longer considered "profitable". Cows bred for beef meat are killed sooner.
de: Kühe zum Beispiel können weit über 20 Jahre alt werden, während sie auf "Milchvieh-Betrieben" Betrieben werden sie normalerweise im Alter von 3-4 Jahren geschossen, wenn die Milchproduktion nicht mehr als "rentabel" gilt. Kühe, die für Rindfleisch gezüchtet werden, werden früher.

source: Broiler chicks are just 6 weeks old and grown too rapidly to sustain their own weight and heart when they are killed. Chickens could live to 10 years old.
de: Hähnchenküken sind gerade einmal 6 Wochen alt und wachsen zu schnell, um ihr Sie sind zu schnell gewachsen, um ihr eigenes Gewicht und Herz zu halten, wenn sie getötet werden. Hühner können bis zu 10 Jahre alt alt werden.

source: Pigs are slaughtered when they have reached a certain weight, which will be later in organic systems than in intensive farms, but they are typically killed between 4-6 months of age, while they could reach 15 years.
de: Schweine werden geschlachtet, wenn sie ein bestimmtes Gewicht erreicht haben, was in ökologischen Systemen später als in Intensivbetrieben, aber sie werden typischerweise zwischen 4 und 6 Monaten getötet, während sie bis zu 15 Jahre alt werden können.

source: Sheep can also live to 15 years but depending on whether they are slaughtered as lambs or later, they are shot and bled between 3-10 months of age.
de: Schafe können auch bis zu 15 Jahre alt werden, aber je nachdem, ob sie als Lämmer oder später geschlachtet werden, werden sie im Alter von 3-10 Monaten geschossen und entblutet. Alter geschossen und entblutet.

source: A lot of people opt for a vegan lifestyle because of animal exploitation. We all know that animals have emotions and feelings. This will be confirmed to you by those who have pets. Animals in industry live in poor conditions, very short life even if their lifespan is much longer. Vegan philosophy believes that all living beings have the right to life and freedom.
de: Viele Menschen entscheiden sich wegen der Ausbeutung von Tieren für eine vegane Lebensweise. Wir wissen alle, dass Tiere Emotionen und Gefühle haben. Dies wird Ihnen von denen, die Haustiere haben. Tiere in der Industrie leben unter schlechten Bedingungen, sehr kurzes Leben, auch wenn ihre Lebensspanne viel länger ist. Die vegane Philosophie glaubt, dass alle Lebewesen das Recht auf Leben und Freiheit haben.

source: are used and killed as commodities per year, merely to satisfy human taste preferences.
de: werden jedes Jahr als Ware genutzt und getötet, nur um den menschlichen Geschmack Vorlieben.

source: However, avoiding animal products is one of the most obvious ways you can take a stand against animal cruelty and animal exploitation everywhere.
de: Der Verzicht auf tierische Produkte ist jedoch eine der offensichtlichsten Möglichkeiten, ein Zeichen gegen Tierquälerei und Tierausbeutung überall zu setzen.

source: Go vegan for the people.
de: Vegan werden für die Menschen.

source: Above all, it is the health of each individual. A well-planned vegan diet follows healthy eating guidelines and contains all the nutrients our body needs. Both the British Dietetic Association and the American Academy of Nutrition and Dietetics recognize that they are suitable for every age and stage of life. Some research links a vegan diet to lower blood pressure and cholesterol, and lower rates of heart disease, type 2 diabetes and some types of cancer.
de: Es geht vor allem um die Gesundheit jedes Einzelnen. Eine gut durchdachte vegane Ernährung folgt gesunden Ernährungsrichtlinien und enthält alle Nährstoffe, die unser Körper braucht. Sowohl die British Dietetic Association als auch die American Academy of Nutrition and Dietetics erkennen an, dass sie für jedes Alter und jeden Lebensabschnitt geeignet sind. Lebensphase geeignet sind. Einige Studien belegen, dass eine vegane Ernährung den Blutdruck und Cholesterinspiegel senkt. Cholesterinspiegel, Herzkrankheiten, Typ-2-Diabetes und einige Krebsarten.

source: With the introduction of a varied plant-based diet, you will enrich the menu with nutrients that are full of useful fibers, vitamins and minerals. All this is found in whole grains, fruits, nuts, seeds and vegetables.
de: Mit der Einführung einer abwechslungsreichen pflanzlichen Ernährung bereichern Sie den Speiseplanmit Nährstoffen, die voll von nützlichen Ballaststoffen, Vitaminen und Mineralien sind. All sind in Vollkornprodukten, Obst, Nüssen, Samen und Gemüse enthalten.

source: The United Nations Food and Agriculture Organization (FAO) estimates that 1 in 9 people is chronically malnourished. by avoiding animal products we reduce the burden on food and other resources such as water, the use of plastics, antibiotics ... And with all this taking a stand against inefficient food systems that disproportionately affect the poorest people around the world.
de: Die Ernährungs- und Landwirtschaftsorganisation der Vereinten Nationen (FAO) schätzt, dass 1 von 9 Menschen chronisch unterernährt ist. Durch den Verzicht auf tierische Produkte können wir reduzieren wir die Belastung von Lebensmitteln und anderen Ressourcen wie Wasser, die Verwendung von Plastik, Antibiotika ... Und mit all dem setzen wir uns gegen ineffiziente Nahrungsmittelsysteme, die unverhältnismäßig die ärmsten Menschen auf der ganzen Welt.

source: Go vegan for the planet.
de: Vegan werden für den Planeten.

source: Current global food and water insecurity, due to countless environmental and socio-economic problems, requires rapid response and change. A more sustainable way of life is needed. One of the simplest steps an individual can take is plat-based living.
de: Die derzeitige weltweite Nahrungsmittel- und Wasserunsicherheit, die auf unzählige ökologische und sozioökonomischen Probleme, die eine schnelle Reaktion und Veränderung erfordern. Eine nachhaltigere nachhaltigerer Lebensstil ist erforderlich. Einer der einfachsten Schritte, die jeder kann ein plattenbasierter Lebensstil sein.

source: The fact that a plant-based diet requires only 1/3 of the land needed to grow a meat and dairy diet.
de: Die Tatsache, dass eine pflanzliche Ernährung nur 1/3 der Fläche benötigt, die für für den Anbau von Fleisch und Milchprodukten.

source: It is estimated that the human population will reach between 9 and 11 billion by 2050. One of the most important questions is how to feed people when the lands on our planet are limited. Meat production and thus the meat diet are losing and wasting such important resources. Farm animals feed on plant proteins rather than ‘produce’ it as much. 5.5 kg of protein from food is needed to produce 1 kg of poultry and about 8 kg to produce 1 kg of pork.
de: Es wird geschätzt, dass die menschliche Bevölkerung bis zum Jahr 2050 zwischen 9 und 11 Milliarden Menschen im Jahr 2050. Eine der wichtigsten Fragen ist, wie man die Menschen ernähren kann, wenn die Böden auf unserem Planeten begrenzt sind. Die Fleischerzeugung und damit die Ernährung Ernährung verlieren und verschwenden so wichtige Ressourcen. Nutztiere ernähren sich von pflanzlichen Proteinen ernähren, anstatt sie zu 'produzieren'. 5,5 kg Eiweiß aus der Nahrung werden benötigt, um 1 kg Geflügel zu produzieren und etwa 8 kg, um 1 kg Schweinefleisch zu produzieren.

source: With 65 billion chickens consumed each year, this could be the age of the chicken
de: Mit 65 Milliarden Hühnern, die jedes Jahr verzehrt werden, könnte dies das Zeitalter des Huhns

source: Read more at:
de: Lesen Sie mehr hier

source: For example, it takes 15,500 litres of water to produce 1 kg beef, contrasted with 180 litres for 1 kg tomatoes and 250 litres for 1 kg potatoes.
de: Zum Beispiel braucht man 15.500 Liter Wasser, um 1 kg Rindfleisch zu produzieren, im Gegensatz zu 180 Litern für 1 kg Tomaten und 250 Litern für 1 kg Kartoffeln.

source: How much water does it take to produce a kilogram of meat or a kilogram of potatoes? The difference is so huge and shows how much drinking water is consumed when someone eats a kilogram of meat.
de: Wie viel Wasser braucht man, um ein Kilogramm Fleisch oder ein Kilogramm Kartoffeln? Der Unterschied ist so groß und zeigt, wie viel Trinkwasser verbraucht wird, wenn jemand ein Kilogramm Fleisch isst.

source: Not all fields are valid or re-captcha is missing.
de: Nicht alle Felder sind gültig oder es fehlt ein Re-Captcha.

source: Please go back and try again.
de: Bitte gehen Sie zurück und versuchen Sie es erneut.

source: Plant-based
de: Pflanzbasierte

source: recipe ideas
de: Rezeptideen

source: Lexicon
de: Lexikon

source: of plants
de: der Pflanzen

source: Immunity
de: Stärkung des

source: boosting
de: Immunsystems

source: Our
de: Unser

source: RETURN
de: RÜCKSENDUNG

source: Last updated December 19, 2022
de: Zuletzt aktualisiert am 19. Dezember 2022

source: Thank you for your purchase. We hope you are happy with your purchase. However, if you are not completely satisfied with your purchase for any reason, you may return it to us for a full refund or an exchange. Please see below for more information on our return policy.
de: Vielen Dank für Ihren Kauf. Wir hoffen, Sie sind mit Ihrem Kauf zufrieden. Sollten Sie jedoch aus irgendeinem Grund nicht mit Ihrem Kauf zufrieden sein,Grund nicht zufrieden sind, können Sie ihn gegen Erstattung des vollen Kaufpreises oder Umtausch zurückgeben. Bitte lesen Sie unten für weitere Informationen zu unserem Rückgaberecht.

source: RETURNS
de: RÜCKSENDUNGEN

source: All returns must be postmarked within fourteen (14) days of the purchase date. All returned items must be in new and unused condition, with all original tags and labels attached.
de: Alle Rücksendungen müssen innerhalb von vierzehn (14) Tagen nach dem Kaufdatum abgestempelt werden.Alle zurückgesandten Artikel müssen in neuem und unbenutztem Zustand sein, mit allen Originaletiketten und -anhängern versehen sein.

source: RETURN PROCESS
de: RÜCKSENDUNGSVERFAHREN

source: To return an item, place the item securely in its original packaging, and mail your return to the following address:
de: Um einen Artikel zurückzusenden, legen Sie den Artikel sicher in seine Originalverpackung und senden Sie die Rücksendung an die folgende Adresse:

source: Please note, you will be responsible for all return shipping charges. We strongly recommend that you use a trackable method to mail your return.
de: Bitte beachten Sie, dass Sie für alle Rücksendekosten verantwortlich sind. Wir empfehlen Ihnen dringend, eine verfolgbare Methode für den Versand Ihrer Rücksendung zu verwenden.

source: REFUNDS
de: RÜCKERSTATTUNGEN

source: After receiving your return and inspecting the condition of your item, we will process your return or exchange. Please allow at least seven (seven) days from the receipt of your item to process your return or exchange. We will notify you by email when your return has been processed.
de: Nachdem wir Ihre Rücksendung erhalten und den Zustand Ihres Artikels geprüft haben, werden wir Ihre Rückgabe oder Ihren Umtausch bearbeiten. Bitte rechnen Sie mit mindestens sieben (sieben) Tage nach Erhalt Ihres Artikels, um Ihre Rückgabe oder Ihren Umtausch zu bearbeiten. Wir werden Sie per E-Mail benachrichtigen, wenn Ihre Rückgabe bearbeitet wurde.

source: EXCEPTIONS
de: AUSNAHMEN

source: For defective or damaged products, please contact us at the contact details below to arrange a refund or exchange.
de: Für defekte oder beschädigte Produkte, kontaktieren Sie uns bitte unter den unten, um eine Rückerstattung oder einen Umtausch zu vereinbaren.

source: QUESTIONS
de: FRAGEN

source: If you have any questions concerning our return policy, please contact us at:
de: Wenn Sie Fragen zu unserem Rückgaberecht haben, kontaktieren Sie uns bitte unter:

source: Shipping & Delivery
de: Versand & Lieferung

source: This Shipping & Delivery Policy is part of our Terms and Conditions ("Terms") and should be therefore read alongside our main <a href="/terms/info/"><strong>Terms</strong></a>.
de: Diese Versand- und Lieferbedingungen sind Teil unserer Allgemeinen Geschäftsbedingungen. ("AGB") und sollten daher zusammen mit unseren <a href="/terms/info/"><strong>AGB</strong></a> gelesen werden .

source: Please carefully review our Shipping & Delivery Policy when purchasing our products. This policy will apply to any order you place with us.
de: Bitte lesen Sie unsere Versand- und Lieferbedingungen sorgfältig durch, wenn Sie unsere Produkte. Diese Richtlinie gilt für jede Bestellung, die Sie bei uns aufgeben.

source: WHAT ARE MY SHIPPING & DELIVERY OPTIONS?
de: WELCHE VERSAND- UND LIEFERMÖGLICHKEITEN HABE ICH?

source: We offer various shipping options. In some cases a third-party supplier may be managing our inventory and will be responsible for shipping your products.
de: Wir bieten verschiedene Versandoptionen an. In einigen Fällen kann ein Drittanbieter unser Inventar verwalten und für den Versand Ihrer Produkte verantwortlich sein.

source: Shipping Fees
de: Versandkosten

source: We offer shipping at the following rates:
de: Wir bieten den Versand zu folgenden Tarifen an:

source: Shipping & Packaging AT
de: Versand & Verpackung AT

source: order value up to 81€ (3 books): 4,5€
de: Bestellwert bis zu 81€ (3 Bücher): 4,5€

source: order value over 81€: 0€
de: Bestellwert über 81€: 0€

source: Shipping & Packaging EU
de: Versand & Verpackung EU

source: LATEST NEWS!
de: AKTUELL!

source: order value up to 81€ (3 books): 6,9€
de: Bestellwert bis zu 81€ (3 Bücher): 6,9€

source: All times and dates given for delivery of the products are given in good faith but are estimates only.
de: Alle für die Lieferung der Produkte angegebenen Fristen und Termine werden nach bestem Wissen und Gewissen angegeben, sind aber nur Schätzungen.

source: For EU and UK consumers: This does not affect your statutory rights. Unless specifically noted, estimated delivery times reflect the earliest available delivery, and deliveries will be made within 30 days after the day we accept your order. For more information please refer to our Terms.
de: Für Verbraucher in der EU und im Vereinigten Königreich: Dies berührt nicht Ihre gesetzlichen Rechte. Sofern ausdrücklich angegeben, beziehen sich die geschätzten Lieferzeiten auf die frühestmögliche Lieferungund die Lieferung erfolgt innerhalb von 30 Tagen nach dem Tag der Annahme Ihrer Bestellung. Weitere Informationen finden Sie in unseren AGB.

source: DO YOU DELIVER INTERNATIONALLY?
de: LIEFERN SIE AUCH WELTWEIT?

source: We offer international shipping to the following countries:
de: Wir bieten internationalen Versand in die folgenden Länder an:
