Repository: prezime/bitewithzest
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Austria, Belgium, Bulgaria, Croatia, Republic of Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Poland, Portugal, Romania, Slovakia, Slovenia, Spain and Sweden.
de: Österreich, Belgien, Bulgarien, Kroatien, Republik Zypern, Tschechische Republik, Dänemark, Estland, Finnland, Frankreich, Deutschland, Griechenland, Ungarn, Irland, Italien, Lettland, Litauen, Luxemburg, Malta, Niederlande, Polen, Portugal, Ungarn, Rumänien, Slowakei, Slowenien, Spanien und Schweden.

source: Please note, we may be subject to various rules and restrictions in relation to some international deliveries and you may be subject to additional taxes and duties over which we have no control. If such cases apply, you are responsible for complying with the laws applicable to the country where you live and will be responsible for any such additional costs or taxes.
de: Bitte beachten Sie, dass wir in Bezug auf einige internationale Lieferungen verschiedenen Regeln und Beschränkungen für einige internationale Lieferungen verschiedenen Vorschriften unterliegen und für Sie können zusätzliche Steuern und Zöllen anfallen, auf die wir keinen Einfluss haben. Wenn solche Fälle eintreten, sind Sie verantwortlich für die Einhaltung der Gesetze, die in dem Land gelten, in dem Sie sich befindenund sind für solche zusätzlichen Kosten oder Steuern verantwortlich.

source: WHAT HAPPENS IF MY ORDER IS DELAYED?
de: WAS PASSIERT, WENN SICH MEINE BESTELLUNG VERZÖGERT?

source: If delivery is delayed for any reason we will let you know as soon as possible and will advise you of a revised estimated date for delivery.
de: Sollte sich die Lieferung aus irgendeinem Grund verzögern, werden wir Sie so schnell wie möglich informieren und teilen Ihnen einen neuen voraussichtlichen Liefertermin mit.

source: For EU and UK consumers: This does not affect your statutory rights. For more information please refer to our <a href="/terms/info/"><strong>Terms</strong></a>.
de: Für Verbraucher in der EU und im Vereinigten Königreich: Dies berührt nicht Ihre gesetzlichen Rechte. Für weitere Informationen finden Sie in unseren <a href="/terms/info/"><strong>AGB</strong></a>.

source: QUESTIONS ABOUT RETURNS?
de: FRAGEN ZUR RÜCKGABE?

source: If you have questions about returns, please review our <a href="/returns/info/"><strong>Return Policy</strong></a>.
de: Wenn Sie Fragen zur Rückgabe haben, lesen Sie bitte unsere <a href="/returns/info/"><strong>Rückgabebedingungen</strong></a>.

source: HOW CAN YOU CONTACT US ABOUT THIS POLICY?
de: WIE KÖNNEN SIE UNS ZU DIESEN RICHTLINIEN KONTAKTIEREN?

source: If you have any further questions or comments, you may contact us at:
de: Wenn Sie weitere Fragen oder Kommentare haben, können Sie uns unter folgender Adresse erreichen:

source: book tip
de: Buchtipp

source: Finally our new Book is out! <br>Balkan VEGAN combines Balkan cuisine and plant-based lifestyle. This is the perfect present for you and your dear ones.
de: Endlich ist unser neues Buch da! <br>Balkan VEGAN verbindet die Balkanküche mit einem pflanzlichen Lebensstil. Dies ist das perfekte Geschenk für Sie und Ihre Lieben.

source: Healthy and delicious recipes, easy and quick to make. All about how to start & end your day nutritionally well and with a positive energy.
de: Gesunde und leckere Rezepte, einfach und schnell zubereitet. Alles darüber, wie den Tag nahrhaft gut und mit positiver Energie zu beginnen und zu beenden.

source: discover more
de: mehr entdecken

source: The philosopher and teacher Rudolf Steiner once said, "For every human illness, somewhere in the world there exists a plant which is the cure. "
de: Der Philosoph und Pädagoge Rudolf Steiner sagte einmal: "Für jede menschliche Krankheit gibt es irgendwo auf der Welt eine Pflanze, die das Heilmittel ist. "

source: For thousands of years, people from all over the globe have used herbs and plants to cure or prevent disease. Sometimes, we are not even aware that some plant familiar to us, has a special gift...
de: Seit Tausenden von Jahren verwenden Menschen auf der ganzen Welt Kräuter und Pflanzen, um Krankheiten zu heilen oder zu verhindern. Manchmal sind wir uns nicht einmal bewusst, dass eine Pflanze, die uns vertraut ist, eine besondere Gabe hat...

source: Scientists name about 18,000 new species each year. According to study made in 2011 humans share the planet with approximately 8,7 million different forms of life. Every one of them has something interesting to tell.
de: Wissenschaftler benennen jedes Jahr etwa 18.000 neue Arten. Laut einer Studie aus dem Jahr 2011, teilen sich die Menschen den Planeten mit etwa 8,7 Millionen verschiedenen Lebensformen. Jede einzelne davon hat etwas Interessantes zu erzählen.

source: Terms &
de: Allgemeine

source: conditions
de: Nutzungsbedingungen

source: 1. AGREEMENT TO TERMS
de: 1. ZUSTIMMUNG ZU DEN BEDINGUNGEN

source: These Terms of Use constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“you”) and „cvet je… e.U.“ ("Company", “we”, “us”, or “our”), concerning your access to and use of the bitewithzest.com website as well as any other media form, media channel, mobile website or mobile application related, linked, or otherwise connected thereto (collectively, the “Site”). The Site provides an online marketplace for the following goods, products, and/or services: books (the “Marketplace Offerings”). In order to help make the Site a secure environment for the purchase and sale of Marketplace Offerings, all users are required to accept and comply with these Terms of Use. You agree that by accessing the Site and/or the Marketplace Offerings, you have read, understood, and agree to be bound by all of these Terms of Use. IF YOU DO NOT AGREE WITH ALL OF THESE TERMS OF USE, THEN YOU ARE EXPRESSLY PROHIBITED FROM USING THE SITE AND/OR THE MARKETPLACE OFFERINGS AND YOU MUST DISCONTINUE USE IMMEDIATELY.
de: Diese allgemeine Geschäftsbedingungen (AGB) stellen eine rechtsverbindliche Vereinbarung zwischen Ihnen, ob persönlich oder im Namen einer juristischen Person ("Sie") und "cvet je... e.U."("Unternehmen", "wir", "uns" oder "unser"), bezüglich Ihres Zugriffs auf und Ihrer Nutzung der Website bitewithzest.com sowie jeder anderen Medienform, jedem Medien Kanal, mobile Website oder mobile Anwendung, die damit verlinkt oder anderweitig verbunden sind (zusammenfassend die "Site"). Die Website bietet einen Online Marktplatz für die folgenden Waren, Produkte und/oder Dienstleistungen: Bücher (die "Marktplatz-Angebote"). Um die Website zu einer sicheren Umgebung für den Kauf und Verkauf von Marktplatzangeboten zu machen, müssen alle Nutzer diese Nutzungsbedingungen akzeptieren und einhalten. Sie stimmen zu, dass Sie durch den Zugriff auf die Website und/oder die Marktplatzangebote, diese Nutzungsbedingungen gelesen, verstanden haben und sich damit einverstanden erklären, an diese Nutzungsbedingungen gebunden zu sein. WENN SIE NICHT MIT ALLEN DIESEN NUTZUNGSBEDINGUNGEN EINVERSTANDEN SIND, DANN IST ES IHNEN AUSDRÜCKLICH VERBOTEN DIE WEBSITE UND/ODER DIE MARKTPLATZANGEBOTE ZU NUTZEN UND SIE MÜSSEN DIE NUTZUNG UNVERZÜGLICH EINZUSTELLEN.

source: Supplemental terms and conditions or documents that may be posted on the Site from time to time are hereby expressly incorporated herein by reference. We reserve the right, in our sole discretion, to make changes or modifications to these Terms of Use at any time and for any reason. We will alert you about any changes by updating the “Last updated” date of these Terms of Use, and you waive any right to receive specific notice of each such change. Please ensure that you check the applicable Terms every time you use our Site so that you understand which Terms apply. You will be subject to, and will be deemed to have been made aware of and to have accepted, the changes in any revised Terms of Use by your continued use of the Site after the date such revised Terms of Use are posted.
de: Ergänzende Geschäftsbedingungen oder Dokumente, die von Zeit zu Zeit auf der Site veröffentlicht werden, werden hiermit ausdrücklich durch Bezug genommen. Wir behalten uns das Recht vor, nach eigenem Ermessen Änderungen oder Erweiterungen an diesen Nutzungsbedingungen jederzeit und aus beliebigen Gründen vorzunehmen. Wir werden Sie über alle Änderungen informieren, indem wir das Datum der "letzten Aktualisierung" in diesen AGB ändern. Sie verzichten auf das Recht, eine gesonderte Mitteilung über jede Änderung zu erhalten. Bitte stellen Sie sicher, dass Sie jedes Mal, wenn Sie unsere Website nutzen, die geltenden Bedingungen zu überprüfen.Sie werden Änderungen unterliegen, und es wird davon ausgegangen, dass Sie von den Änderungen in den überarbeiteten Nutzungsbedingungen durch Ihre weitere Nutzung der Website nach dem Datum, an dem diese überarbeiteten Nutzungsbedingungen veröffentlicht wurden, bewusst sind und diese akzeptieren.

source: The information provided on the Site is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject us to any registration requirement within such jurisdiction or country. Accordingly, those persons who choose to access the Site from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable.
de: Die auf der Website bereitgestellten Informationen sind nicht für die Verbreitung an Personen oder Organisationen vorgesehen in Ländern, in denen eine solche Verbreitung oder Nutzung gegen Gesetze oder Vorschriften verstoßen würde oder die einer Registrierungspflicht in einer solchen Jurisdiktion oder Land unterwerfen würde. Dementsprechend tun Personen, die von anderen Standorten aus auf die Website zugreifen, dies auf eigene Initiative und sind allein für die für die Einhaltung der lokalen Gesetze verantwortlich, wenn und soweit lokale Gesetze anwendbar sind.

source: 2. INTELLECTUAL PROPERTY RIGHTS
de: 2. RECHTE AN GEISTIGEM EIGENTUM

source: Unless otherwise indicated, the Site and the Marketplace Offerings are our proprietary property and all source code, databases, functionality, software, website designs, audio, video, text, photographs, and graphics on the Site (collectively, the “Content”) and the trademarks, service marks, and logos contained therein (the “Marks”) are owned or controlled by us or licensed to us, and are protected by copyright and trademark laws and various other intellectual property rights and unfair competition laws of the United States, international copyright laws, and international conventions. The Content and the Marks are provided on the Site “AS IS” for your information and personal use only. Except as expressly provided in these Terms of Use, no part of the Site or the Marketplace Offerings and no Content or Marks may be copied, reproduced, aggregated, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited for any commercial purpose whatsoever, without our express prior written permission.
de: Sofern nicht anders angegeben, sind die Website und die Marktplatz-Angebote unser Eigentum und alle Quellcodes, Datenbanken, Funktionen, Software, Website-Designs, Audio, Video, Text, Fotos und Grafiken auf der der Website (zusammen der "Inhalt") und die darin enthaltenen Marken, Dienstleistungsmarken und darin enthaltene Logos (die "Marken"), sind unser Eigentum oder werden von uns kontrolliert oder lizenziert und sind durch Urheberrechts- und Markengesetze sowie verschiedene andere geistige Eigentumsrechte und Gesetze gegen unlauteren Wettbewerb der der Vereinigten Staaten, internationale Urheberrechtsgesetze und internationale Konventionen geschützt. Der Inhalt und die Marken werden auf der Website "ALS SOLCHE" zu Ihrer Information und persönlichen Nutzung zur Verfügung gestellt. Sofern nicht ausdrücklich in diesen Nutzungsbedingungen vorgesehen ist, darf kein Teil der Website oder des Marktplatzangebots und kein Inhalte oder Marken dürfen kopiert, reproduziert, zusammengefasst, neu veröffentlicht, hochgeladen, gepostet, öffentlich angezeigt, kodiert, übersetzt, übertragen, vertrieben, verkauft, lizenziert oder anderweitig für kommerzielle Nutzungohne unsere ausdrückliche vorherige schriftliche Genehmigung.

source: Provided that you are eligible to use the Site, you are granted a limited license to access and use the Site and to download or print a copy of any portion of the Content to which you have properly gained access solely for your personal, non-commercial use. We reserve all rights not expressly granted to you in and to the Site, the Content and the Marks.
de: Unter der Voraussetzung, dass Sie zur Nutzung der Website berechtigt sind, wird Ihnen eine begrenzte Lizenz für den Zugriff auf die Website und deren Nutzung sowie für das Herunterladen oder Drucken einer Kopie eines Teil des Inhalts, zu dem Sie ordnungsgemäß Zugang erhalten haben, ausschließlich für persönlichen, nicht-kommerziellen Gebrauch gewährt. Wir behalten uns alle nicht ausdrücklich eingeräumten Rechte an der Website, den Inhalten und den Marken vor.

source: 3. USER REPRESENTATIONS
de: 3. BENUTZERDARSTELLUNGEN

source: By using the Site or the Marketplace Offerings, you represent and warrant that: (1) you have the legal capacity and you agree to comply with these Terms of Use; (2) you are not a minor in the jurisdiction in which you reside; (3) you will not access the Site or the Marketplace Offerings through automated or non-human means, whether through a bot, script or otherwise; (4) you will not use the Site for any illegal or unauthorized purpose; and (5) your use of the Site or the Marketplace Offerings will not violate any applicable law or regulation.
de: Indem Sie die Website oder die Marktplatzangebote nutzen, erklären und garantieren Sie, dass: (1) dass Sie geschäftsfähig sind und sich mit der Einhaltung dieser Nutzungsbedingungen einwilligen; (2) dass Sie in dem Land, in dem Sie wohnen, nicht minderjährig sind; wohnhaft sind; (3) dass Sie nicht auf die Website oder die Marktplatz-Angebote durch automatisierte oder nicht-menschliche Mittel, sei es durch einen Bot, ein Skript oder sonst zugreifen werden (4) Sie werden die Website nicht für illegale oder unbefugte Zwecke nutzen. und (5) Ihre Nutzung der Website oder der Marktplatzangebote gegen geltende Gesetze oder Vorschriften verstoßen wird.

source: If you provide any information that is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Site (or any portion thereof).
de: Wenn Sie unwahre, ungenaue, unvollständige oder nicht aktuelle Angaben machen, haben wir das Recht, Ihr Konto zu kündigen oder jegliche aktuelle oder zukünftige Nutzung der Website (oder eines Teils davon) auszusetzen.

source: You may not use the Site or the Marketplace Offerings for any illegal or unauthorized purpose nor may you, in the use of Marketplace Offerings, violate any laws. Among unauthorized Marketplace Offerings are the following: intoxicants of any sort; illegal drugs or other illegal products; alcoholic beverages; games of chance; and pornography or graphic adult content, images, or other adult products. Postings of any unauthorized products or content may result in immediate termination of your account and a lifetime ban from use of the Site.
de: Sie dürfen die Website oder die Marktplatz-Angebote weder für illegale oder unerlaubten Zweck verwenden, noch dürfen Sie bei der Nutzung der Marktplatz-Angebote gegen Gesetze verstoßen. Zu den nicht zugelassenen Marktplatzangeboten gehören die Rauschmittel jeglicher Art; illegale Drogen oder andere illegale Produkte; alkoholische Getränke, Glücksspiele und Pornografie oder grafische Inhalte, Bilder oder andere Produkte für Erwachsene. Das Einstellen von nicht genehmigten Produkte oder Inhalte können zur sofortigen Kündigung Ihres Kontos und ein lebenslanges Verbot der Nutzung der Website zur Folge haben.

source: We are a service provider and make no representations as to the safety, effectiveness, adequacy, accuracy, availability, prices, ratings, reviews, or legality of any of the information contained on the Site or the Marketplace Offerings displayed or offered through the Site. You understand and agree that the content of the Site does not contain or constitute representations to be reasonably relied upon, and you agree to hold us harmless from any errors, omissions, or misrepresentations contained within the Site’s content. We do not endorse or recommend any Marketplace Offerings and the Site is provided for informational and advertising purposes only.
de: Wir sind ein Dienstleistungsanbieter und geben keine Zusicherungen bezüglich der Sicherheit, Wirksamkeit, Angemessenheit, Genauigkeit, Verfügbarkeit, Preise, Bewertungen, Rezensionen, oder Rechtmäßigkeit der auf der Website enthaltenen Informationen oder der Marktplatz-Angebote, die über die Website angezeigt oder angeboten werden. Sie verstehen und stimmen zu, dass der Inhalt der Website keine Zusicherungen enthält oder darstellt, auf die man sich vernünftigerweise verlassen kann, und Sie stimmen zu, uns von jeglichen Fehlern, Auslassungen oder Falschdarstellungen freizustellen, die in der Website enthalten sind. Wir befürworten oder empfehlen keine Marktplatzangebote und die Website wird zu Informationszwecken bereitgestellt. und die Seite wird nur zu Informations- und Werbezwecken zur Verfügung gestellt.

source: 4. MARKETPLACE OFFERINGS
de: 4. MARKTPLATZANGEBOTE

source: We make every effort to display as accurately as possible the colors, features, specifications, and details of the Marketplace Offerings available on the Site. However, we do not guarantee that the colors, features, specifications, and details of the Marketplace Offerings will be accurate, complete, reliable, current, or free of other errors, and your electronic display may not accurately reflect the actual colors and details of the products. All Marketplace Offerings are subject to availability, and we cannot guarantee that Marketplace Offerings will be in stock. Certain Marketplace Offerings may be available exclusively online through the Site. Such Marketplace Offerings may have limited quantities and are subject to return or exchange only according to our Return Policy.
de: Wir bemühen uns, die Farben, Eigenschaften, Spezifikationen und Details des Marktplatzangebots auf der Website so genau wie möglich darzustellen. Wir können jedoch nicht garantieren, dass die Farben, Eigenschaften, Spezifikationen und Details der Marktplatz-Angebote genau, vollständig, zuverlässig, aktuell oder frei von anderen Fehlern sind, und Ihre elektronische Bildschirme möglicherweise nicht genau die tatsächlichen Farben und Details der Produkte widerspiegeln. Alle Marktplatz-Angebote unterliegen der Verfügbarkeit, und wir können nicht garantieren, dass Marketplace-Angebote auf Lager sind. Bestimmte Marktplatz-Angebote können ausschließlich online über die Website erhältlich sein. Solche Marktplatzangebote können begrenzte Mengen haben und unterliegen der Rückgabe oder Umtausch nur gemäß unseren Rückgaberichtlinien.

source: We reserve the right to limit the quantities of the Marketplace Offerings offered or available on the Site. All descriptions or pricing of the Marketplace Offerings are subject to change at any time without notice, at our sole discretion. We reserve the right to discontinue any Marketplace Offerings at any time for any reason. We do not warrant that the quality of any of the Marketplace Offerings purchased by you will meet your expectations or that any errors in the Site will be corrected.
de: Wir behalten uns das Recht vor, die Mengen der auf der Website angebotenen oder verfügbaren Marktplatz-Angebote zu beschränken, die auf der Website angeboten werden oder verfügbar sind. Alle Beschreibungen oder Preise der Marktplatz-Angebote können jederzeit ohne Vorankündigung und nach unserem alleinigen Ermessen geändert werden. Wir behalten uns das Recht vor, Marktplatzangebote jederzeit und ohne Angabe von Gründen einzustellen. Wir garantieren nicht, dass die Qualität der Marktplatzangebots Ihren Erwartungen entspricht oder dass etwaige Fehler auf der Website korrigiert werden.

source: 5. PURCHASES AND PAYMENT
de: 5. KÄUFE UND ZAHLUNGEN

source: We accept the following forms of payment: Credit/Debit cards, Paypal
de: Wir akzeptieren die folgenden Zahlungsarten: Kredit-/Debitkarten, Paypal

source: You agree to provide current, complete, and accurate purchase and account information for all purchases of the Marketplace Offerings made via the Site. You further agree to promptly update account and payment information, including email address, payment method, and payment card expiration date, so that we can complete your transactions and contact you as needed. Sales tax will be added to the price of purchases as deemed required by us. We may change prices at any time. All payments shall be in Euro.
de: Sie verpflichten sich, aktuelle, vollständige und genaue Kauf- und Kontodaten Informationen für alle Käufe von Marktplatzangeboten, die über die Seite getätigt werden, anzugeben. Sie verpflichten sich außerdem, Ihre Konto- und Zahlungsinformationen, einschließlich E-Mail-Adresse, Zahlungsmethode und Ablaufdatum der Zahlungskarte, anzuführen, damit wir Ihre Transaktionen abschließen und Sie bei Bedarf kontaktieren können. Die Umsatzsteuer wird im Preis der Einkäufe enthalten, wenn wir dies für erforderlich halten. Wir können Preise jederzeit ändern. Alle Zahlungen sind in Euro zu leisten.

source: You agree to pay all charges at the prices then in effect for your purchases and any applicable shipping fees, and you authorize us to charge your chosen payment provider for any such amounts upon placing your order. We reserve the right to correct any errors or mistakes in pricing, even if we have already requested or received payment.
de: Sie stimmen zu, alle Gebühren zu den dann gültigen Preisen für Ihre Einkäufe zu zahlen und alle anfallenden Versandgebühren zu zahlen, und Sie ermächtigen uns, den von Ihnen gewählten Zahlungsanbieter für solche Beträge zu belasten, wenn Sie Ihre Bestellung aufgeben. Wir behalten uns das Recht vor, Fehler oder Irrtümer bei der Preisgestaltung zu korrigieren, auch wenn wir bereits eine Zahlung angefordert oder erhalten haben.

source: We reserve the right to refuse any order placed through the Site. We may, in our sole discretion, limit or cancel quantities purchased per person, per household, or per order. These restrictions may include orders placed by or under the same customer account, the same payment method, and/or orders that use the same billing or shipping address. We reserve the right to limit or prohibit orders that, in our sole judgment, appear to be placed by dealers, resellers, or distributors.
de: Wir behalten uns das Recht vor, jede über die Website aufgegebene Bestellung abzulehnen. Wir können, nach eigenem Ermessen die gekauften Mengen pro Person, pro Haushalt oder pro Bestellung beschränken. Diese Beschränkungen können Bestellungen umfassen, die von oder unter demselben Kundenkonto, derselben Zahlungsmethode und/oder Bestellungen, dieselbe Rechnungs- oder Lieferadresse verwenden. Wir behalten uns das Recht vor, Bestellungen zu beschränken oder zu verbieten, die nach unserem alleinigen Urteil von Händlern, Wiederverkäufern oder Distributoren aufgegeben werden.

source: 6. PROHIBITED ACTIVITIES
de: 6. VERBOTENE AKTIVITÄTEN

source: was sent successfully!
de: wurde erfolgreich versendet
